import '../RaceCard_descr.scss'
import TopNavBar from '../../../../components/Navigation/TopNavBar'
import RacesBottomNavBar from '../../../../components/Navigation/RacesBottomNavBar'
import { Link } from 'react-router-dom'

export default function Aarakokr_descr() {
  const linkFolders = (
    <>
      <Link to="/" style={{ color: '#000', opacity: '0.4' }}>Осно...</Link>
      <span className="vertical-split">|</span>
      <Link to="/Races" style={{ color: '#000', opacity: '0.4' }}>Раси</Link>
      <span className="vertical-split">|</span>
      <Link to="" style={{ color: '#000', pointerEvents: 'none' }}>Ааракокра</Link>
    </>
  )

  return (
    <>
    <TopNavBar folder={linkFolders} />
    <RacesBottomNavBar
        path1_1="/Aarakokr_EV"
        path1_2="/Aarakokr_MPMM"
        path2="/Aarakokr_descr"
        path3="/AarakokrImg"
      />
      <div className="wrapper descr">
        <p>Ааракокри, які живуть в ізоляції високо в горах на вершинах найвищих дерев, звані іноді "пташиним народом", викликають страх і здивування. Багато ааракокри навіть не є уродженцями Матеріального Плану. Вони родом зі світу, що знаходиться дуже далеко - з безкрайніх просторів Стихійного Плану Повітря. Це іммігранти, біженці, розвідники і дослідники, а їхні форпости слугують їм плацдармом у невідомому і чужому світі.</p>
        <p><b>Дзьоб і перо. </b>Із землі ааракокри виглядають як великі птахи. Тільки коли вони спускаються на свої сідала на гілках або ходять землею, розкривається їхній гуманоїдний вигляд. Стоячи прямо, ааракокра може досягати 5 футів заввишки. У них довгі, тонкі ноги, що закінчуються гострими пазурами. Їхні тіла вкриті пір'ям. Колір їхнього оперення зазвичай означає положення в племені. У чоловіків пір'я яскраво пофарбоване в червоний, помаранчевий або жовтий кольори. У жінок же кольори більш приглушені, як правило, це коричневий або сірий. Їхні пташині голови зовні нагадують гібрид папуги й орла з варіаціями, характерними для різних племен.</p>
        <p><b>Хранителі неба. </b>Найкомфортніше ааракокри почуваються в небі. Вони можуть проводити години в повітрі, а деякі навіть і дні, розправляючи крила і дозволяючи висхідним потокам теплого повітря тримати їх у небесах. У битві вони показують усі свої здібності динаміки й акробатики, рухаючись із неймовірною швидкістю та витонченістю, накидаючись зі зброєю або виставленими вперед кігтями на супротивника, а потім відлітаючи назад.</p>
        <p>Ааракокра, який одного разу літав, залишає небо з неба з небажанням. На своєму рідному плані вони можуть літати протягом кількох днів або навіть місяців, приземляючись тільки щоб відкласти яйця і нагодувати своїх пташенят, після чого вирушають назад у небеса.</p>
        <p>Ті, хто потрапив на Матеріальний План, вважають це місце дивним. Вони іноді забувають або просто ігнорують вертикальні відстані, а до народів, змушених жити і працювати на землі, вони не відчувають нічого, крім жалю.</p>
        <p><b>Пташині особливості. </b>Подібність ааракокр і птахів не обмежується лише фізичною. Багато ааракокри мають манеру поведінки як у звичайнісіньких птахів. Вони скрупульозно доглядають за своїм пір'ям, чистять його і вичісують "пасажирів", яких могли підхопити. Коли вони все-таки спускаються з небес, то вважають за краще робити це поруч із водоймами, де вони можуть ловити рибу і купатися самі.</p>
        <table>
            <tr>
              <td>кб</td>
              <td>Я став Ааракокром, тому що...</td>
            </tr>
            <tr>
              <td>1</td>
              <td>
                Я пробудив мої приховані таланти барда методом проб і помилок.
              </td>
            </tr>
            <tr>
              <td>2</td>
              <td>
                Я був талановитим виконавцем і привернув увагу наставника
                бардів, який навчив мене древніх технік.
              </td>
            </tr>
            <tr>
              <td>3</td>
              <td>
                Я приєднався до вільного товариства дослідників і ораторів, щоб
                вивчити нові техніки виступу та магії.
              </td>
            </tr>
            <tr>
              <td>4</td>
              <td>
                Я відчув покликання розповідати про діяння чемпіонів і героїв,
                ожививши їх у піснях та історіях
              </td>
            </tr>
            <tr>
              <td>5</td>
              <td>
                Я приєднався до однієї з великих колегій, щоб вивчати стародавні
                знання, таємниці магії та мистецтво виступу.
              </td>
            </tr>
            <tr>
              <td>6</td>
              <td>
                Одного разу я взяв до рук музичний інструмент і одразу ж
                зрозумів, що вмію на ньому грати.
              </td>
            </tr>
          </table>
      </div>
    </>

  )
}