import "../../../AbilityDescription.scss";
import Requirements from "../../../../../components/Requirements";

export default function WarlockKnowledgeSong() {
  return (
    <>
      <div className="ab-wrapper">
        <Requirements
          requirementsHeader="Уміння Варвара"
          requirements="1-й рівень"
        />
        <p>
          Починаючи з 2 рівня ви за допомогою заспокійливої музики або промов
          можете допомогти своїм пораненим союзникам відновити їхні сили під час
          короткого відпочинку.
        </p>
        <p>
          Якщо ви або будь-які союзні істоти, здатні чути ваше виконання,
          відновлюєте хіти наприкінці короткого відпочинку, кожен з вас
          відновлює додатково 1к6 хітів. Для того, щоб відновити додаткові хіти,
          істота повинна витратити наприкінці короткого відпочинку як мінімум
          одну Кістку Хітів.
        </p>
        <p>
          Кількість додатково відновлюваних хітів зростає з вашим рівнем у цьому
          класі: 1к8 на 9 рівні, 1к10 на 13 рівні, 1к12 на 17 рівні.
        </p>
      </div>
    </>
  );
}
