import TraitsCardInfo from "../../../components/TraitsComponents/TraitsCardInfo";
import TopNavBar from "../../../components/Navigation/TopNavBar";
import { Link } from "react-router-dom";

export default function TraitsCardInfo1() {
  const linkFolders = (
    <>
      <Link to="/" style={{color: '#000', opacity: '0.4'}}>Основна</Link>
      <span className="vertical-split">|</span>
      <Link to="/Traits" style={{ color: '#000', opacity: '0.4'}}>Риси</Link>
      <span className="vertical-split">|</span>
      <Link to="" style={{ color: '#000', pointerEvents: 'none'}}>Агент порядку</Link>
    </>
  );
  return (
    <>
    <TopNavBar folder={linkFolders} />
      <TraitsCardInfo
        requirementsHeader="Вимоги"
        requirements='4-й рівень, риса "Спадкоємець Зовнішних Планів (Законний Зовнішній План)"'
        description="Ви можете спрямовувати космічні сили порядку, які пов'язують
  мультивсесвіт у закономірності. Ваші дії залежать від вас, але ці сили
  дають вам такі переваги:"
        specsList={[
          "<b>Збільшення характеристик.</b> Збільште значення характеристики за вашим вибором на 1 при максимумі 20.",
          "<b>Стазисний удар.</b> Один раз за хід, коли ви завдаєте шкоди істоті, яку бачите в межах 60 футів від себе, ви можете завдати цілі додаткової 1к8 шкоди силовим полем, і вона повинна досягти успіху в скиданні Мудрості (Сл дорівнює 8 + ваш бонус майстерності + модифікатор характеристики, збільшеної цією рискою), або буде обплутана примарними кайданами до початку вашого наступного ходу. Ці кайдани проявляються у вигляді ланцюгів, шестерень, облицювального каменю або будь-якого іншого символу стазису. Ви можете використовувати цю перевагу кількість разів, що дорівнює вашому бонусу майстерності, і ви відновлюєте всі витрачені використання, коли закінчуєте тривалий відпочинок.",
        ]}
      />
    </>
  );
}
