import "../../../AbilityDescription.scss";
import Requirements from "../../../../../components/Requirements";

export default function WarlockValorInspiration() {
  return (
    <>
      <div className="ab-wrapper">
        <Requirements
          requirementsHeader="Уміння Варвара"
          requirements="1-й рівень"
        />
        <p>
          Своїми словами чи музикою ви можете надихати інших. Для цього ви
          повинні бонусною дією вибрати одну істоту, відмінну від вас, у межах
          60 футів, яка може вас чути.
        </p>
        <p>
          Ця істота отримує <b>кістку бардівського натхнення</b> - к6.
        </p>
        <p>
          Протягом наступних 10 хвилин ця істота може один раз кинути цю кістку
          і додати результат до свого кидка. Додавати можна до перевірки
          характеристики, атаки або рятувального кидка. Істота може ухвалити
          рішення про кидок кістки натхнення вже після кидка к20, але має
          зробити це перш, ніж Майстер оголосить результат кидка. Як тільки
          кістка бардівського натхнення кинута, вона зникає. Істота може мати
          тільки одну таку кістку одночасно.
        </p>
        <p>
          Ви можете використовувати це вміння кількість разів, що дорівнює
          модифікатору вашої <b>Харизми</b>, але як мінімум один раз. Витрачені
          використання цього вміння відновлюються після тривалого відпочинку.
        </p>
        <p>
          Ваша <b>Кістка бардівського натхнення</b> змінюється зі зростанням
          вашого рівня в цьому класі. Вона стає к8 на 5 рівні, к10 на 10 рівні
          та к12 на 15 рівні.
        </p>
      </div>
    </>
  );
}
