import "../../../AbilityDescription.scss";

export default function WarlockDefaultAssets() {
  return (
    <>
      <div className="ab-wrapper">
        <p><b>Обладунки: </b>Легкі обладунки</p>
        <p><b>Зброя: </b>Проста зброя, довгі мечі, короткі мечі, рапіри, ручні арбалет</p>
        <p><b>Інструменти: </b>Три музичні інструменти на ваш вибір</p>
        <p><b>Спасброски: </b>Спритність, Харизма</p>
        <p><b>Навички: </b>Виберіть 3 навички з наступних: Атлетика, Акробатика, Спритність, Схованість, Магія, Історія, Аналіз, Природа, Релігія, Догляд за тваринами, Проникливість, Медицина, Уважність, Виживання, Обман, Залякування, Виступ, Переконання.</p>
      </div>
    </>
  );
}
