import '../RaceCard_descr.scss'
import TopNavBar from '../../../../components/Navigation/TopNavBar'
import RacesBottomNavBar from '../../../../components/Navigation/RacesBottomNavBar'
import { Link } from 'react-router-dom'

export default function Aasimar_descr() {
  const linkFolders = (
    <>
      <Link to="/" style={{ color: '#000', opacity: '0.4' }}>Осно...</Link>
      <span className="vertical-split">|</span>
      <Link to="/Races" style={{ color: '#000', opacity: '0.4' }}>Раси</Link>
      <span className="vertical-split">|</span>
      <Link to="" style={{ color: '#000', pointerEvents: 'none' }}>Аасимар</Link>
    </>
  )

  return (
    <>
    <TopNavBar folder={linkFolders} />
    <RacesBottomNavBar
        path1_1="/Aasimar_VGM"
        path1_2="/Aasimar_MPMM"
        path2="/Aasimar_descr"
        path3="/AasimarImg"
      />
      <div className="wrapper descr">
        <p>Аасімари несуть у собі дух небесного світла. Вони походять від людей, осяяних силою з Гори Селестії, божественних чертогів багатьох законно-добрих божеств. Аасімари народжуються, щоб служити поборниками богів, їхнє народження проголошується як благодать. Зовні вони люди іншого світу, яскраво виражені особливості яких видають їхнє небесне походження.</p>
        <p><b>Поборники небес. </b>Аасімари прийшли у світ, щоб служити захисниками добра і закону. Їхні покровителі очікують, що вони боротимуться зі злом, слугуватимуть прикладом для оточуючих і вершитимуть правосуддя. З раннього віку, аасимар отримує видіння і вказівки від небожителів через сни. Ці сни допомагають аасимару сформуватися, даючи йому відчуття призначення і спрагу праведності. Кожен аасимар може вважати певного небожителя - посланця богів своїм наставником. Ці небожителі зазвичай - деви, ангели, які виступають у ролі божественних посланців у смертний світ.</p>
        <p><b>Потайливі мандрівники. </b>Незважаючи на те, що аасімари - різкі противники зла, вони зазвичай вважають за краще поводитися стримано. Інакше аасімари неминуче привертають увагу злих культистів, лиходіїв та інших супротивників добра, кожен з яких жадає вбити поборника небес, якщо випаде шанс. Подорожуючи, аасимари віддають перевагу капюшонам, закритим шоломам та іншим пристосуванням, які дозволяють їм приховувати свою сутність. Вони проте не шкодують, якщо їм доводиться завдати відкритого удару злу. Аасімари ніколи не наразять на небезпеку невинних заради збереження своєї таємниці.</p>
        <p><b>Наставники аасимарів. </b>У аасимарів, за винятком тих, хто перейшов на бік зла, є зв'язок з ангельською сутністю. Ця сутність, зазвичай дев, наставляє аасимара, хоча цей зв'язок функціонує тільки у снах. Це не прямий наказ чи проста бесіда - аасимар отримує видіння, пророцтва та передчуття. Ангельська сутність не всезнаюча. Її настанови засновані на власному розумінні принципів закону і добра, і вона може розуміти, як протистояти особливо сильному злу, про яке вона знає. Для доповнення опису характеру аасимара, розгляньте характер ангельського наставника цього персонажа.</p>
        <p>Таблиці "Ангельський Наставник" пропонують ім'я і характер, які Ви можете використовувати, щоб описати ангельського наставника вашого персонажа.</p>
        <p className="centered-big">Ангельський наставник</p>
        <table>
          <tr>
            <td>кб</td>
            <td>Ім'я</td>
          </tr>
          <tr>
            <td>1</td>
            <td>Тадріель</td>
          </tr>
          <tr>
            <td>2</td>
            <td>Міландрія</td>
          </tr>
          <tr>
            <td>3</td>
            <td>Серафіна</td>
          </tr>
          <tr>
            <td>4</td>
            <td>Галадія</td>
          </tr>
          <tr>
            <td>5</td>
            <td>Мікель</td>
          </tr>
          <tr>
            <td>6</td>
            <td>Валандарас</td>
          </tr>
        </table>
        <table>
          <tr>
            <td>кб</td>
            <td>Характер</td>
          </tr>
          <tr>
            <td>1</td>
            <td>Ідеаліст, що повчає</td>
          </tr>
          <tr>
            <td>2</td>
            <td>Співчутливий і сповнений надій</td>
          </tr>
          <tr>
            <td>3</td>
            <td>Практичний і безтурботний</td>
          </tr>
          <tr>
            <td>4</td>
            <td>Жорстокий і мстивий</td>
          </tr>
          <tr>
            <td>5</td>
            <td>Суворий і критичний</td>
          </tr>
          <tr>
            <td>6</td>
            <td>По-батьківський добрий</td>
          </tr>
        </table>
      </div>
    </>

  )
}
